const docCardDescriptions = {
  登录平台: '',
  创建账号: '',
  账号管理: '',
  角色管理: '',

  部门管理: '',
  岗位管理: '',
  员工导入: '',

  创建培训任务: '',
  学员导入: '',
  学习情况追踪: '',
  签到管理: '',
  培训计划: '',

  资源管理: '',
  课程自定义: '',
  题库自定义: '',
  试卷自定义: '',
  练习配置: '',
  考试管理: '',
  创建考试计划: '',
  查看考试成绩: '',
  教室管理: '',
  讲师管理: '',

  积分规则配置: '',

  一人一档: '',
  任务合格证明: '',
  学时证明: '',
  课程考试证明: '',
};

export default docCardDescriptions;


//登录平台: '登录、退出管理端',
//  创建账号: '新增账号信息、设置账号状态',
//  账号管理: '维护账号资料与权限',
//  角色管理: '配置角色权限与数据范围',

//  部门管理: '维护部门层级、人员管理',
//  岗位管理: '维护岗位信息',
//  员工导入: '新增/导入/编辑员工资料信息',

//  创建培训任务: '新建班级、配置学习内容',
//  学员导入: '配置培训参训人员',
//  学习情况追踪: '查看学习进度、完成情况',
//  签到管理: '管理培训签到记录',
//  培训计划: '新建、查看培训计划',

//  资源管理: '维护课程、题库、试卷资源',
//  练习配置: '配置练习规则',
//  考试管理: '创建考试计划、查看考试成绩',
//  教室管理: '维护教室资源',
//  讲师管理: '维护讲师信息',

//  积分规则配置: '',

//  一人一档: '查看员工培训档案，汇总个人学习与合规记录。',
//  任务合格证明: '生成任务合格证明，留存培训完成凭证。',
//  学时证明: '查看和导出学时证明，支撑学时统计与归档。',
//  课程考试证明: '查看课程考试证明，核验考试完成和通过情况。',
